Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/motoring_1/motor_tax_and_insurance/motor_insurance.html.txt.tmx
Source language: en
Languages: ga

source: It is a legal requirement to have motor insurance if you want to drive your car in a public place and you must produce a current Certificate of Insurance to pay motor tax
ga: Tá dualgas dleathúil ort cáin mhótair a íoc más mian leat do charr a thiomáint in áit phoiblí agus ní mór duit Teastas Árachais reatha a thaispeáint le cáin mhótair a íoc

source: Motor insurance is about protecting other road users as opposed to the driver of the insured vehicle and it is not an optional extra
ga: Ní cosaint tiománaí an chairr atá faoi árachas atá i gceist le hárachas móthair ach daoine eile ar an mbóthar a chosaint agus níl aon rogha ann ach árachas a íoc

source: Insurance companies provide motor insurance and unlike road tax, there is no such thing as a "standard" rate
ga: Comhlachtaí árachais a chuireann árachas mótair ar fáil agus níl aon ráta "caighdeánach" ann fé mar atá le cáin mhótair

source: Traditionally, gender has been one of the factors that insurance companies consider when calculating risk
ga: Go traidisiúnta, tá inscne ar cheann de na fachtóirí a mheas cuideachtaí árachais nuair a ríomh riosca

source: Arising from a ruling on a case brought before the European Court of Justice, since 21 December 2012 insurance companies can no longer quote a different price for motor insurance based on gender
ga: Ag éirí as rialú ar chás os comhair na Cúirte Breithiúnais Eorpaí, ó 21 December 2012 ní féidir le cuideachtaí árachais a thuilleadh ceanglófar ar phraghas éagsúla le haghaidh árachas mótair bunaithe ar inscne

source: Further information on the introduction of unisex insurance (pdf) is available on the Department of Justice and Equality's website
ga: Tá tuilleadh eolais ar thabhairt isteach unisex árachais (pdf) ar fáil ar an Roinn Dlí agus Cirt agus Comhionannais ar láithreán gréasáin

source: Young drivers represent a high risk for insurers and the cost of motor insurance in this age group is considerably higher than for others both in Ireland and throughout the European Union (EU)
ga: Tá contúirt níos mó ag baint le tiománaithe óga de réir na gcomhlachtaí árachais agus mar sin in Éirinn agus ar fud an Chomhpobail Eorpaigh (CE) cosnaíonn árachais mótair don aois ghrúpa seo i bhfad níos mó ná do dhaoine eile

source: There are a number of things young drivers can do to reduce the cost of motor insurance:
ga: Tá roinnt rudaí gur féidir le tiománaithe óga a dhéanamh le costas árachas mótair a choinneáil íseal:

source: • Join a parent's insurance as a named driver as early as possible
ga: • Cuir d'ainm ar pholasaí do thuismitheoirí mar thiománaí ainmnithe chomh luath agus is féidir

source: This will enable you to establish a safety record, which is crucial when you want to apply for insurance in your own name
ga: Beidh cuntas sábháilteachas agat, rud a bheidh fíorthábhachtach duit nuair a bhíonn árachas i d'ainm féin dhá sholáthar agat

source: Some companies offer discounts to young people seeking insurance in their own name if they have been a named driver
ga: Cuireann comhlachtaí faoi leith lascainí ar fáil do dhaoine óga a bhfuil árachas ina n-ainm féin uathu má bhíodar ainmnithe ar pholasaí eile

source: • Get a full licence as soon as possible
ga: • Faigh ceadúnas iomlán chomh luath agus is féidir leat

source: Having a full licence will reduce the cost of your insurance premium considerably
ga: Beidh costas i bhfad níos lú ar an árachas má bhíonn ceadúnas iomlán agat

source: Savings vary, but it is possible for a young driver to save a vast amount on the cost of his or her insurance premium simply by having a full driving licence
ga: Braitheann sé ó chomhlacht go comhlacht ach, d'fhéadfadh tiománaí óg suas le 900 euro (agus níos mó amanta) a shábháil ar chostas a (h)árachas díreach má bhíonn ceadúnas iomlán tiomána aige/aici

source: • Choose a car with a relatively small engine, as less powerful cars are cheaper to insure
ga: • Pioc carr le hinneall beag, cosnaíonn sé níos lú carranna le hinnill bheaga a chlúdach le hárachas

source: The best way to reduce the cost of your motor insurance is to build up your no claims bonus
ga: An bealach is fearr le costas an árachais a choinneáil íseal an bónas glan ó éileamh a mhéadú

source: Motor insurance and the Equal Status Act
ga: Árachas mótair agus an tAcht um Stádas Comhionann

source: Section 5(2) of the Equal Status Act, 2000, as amended, allows differential treatment in relation to the calculation of insurance policies in Ireland
ga: Foráiltear le hAlt 5(2) den Acht um Stádas Comhionann, 2000, gur féidir polasaithe árachais a ríomh ar bhealaí éagsúil in Éirinn

source: This means, that insurance companies are allowed to charge higher or lower rates for policies on the basis of your potential risk as a driver
ga: Fágann sé sin gur féidir le cuideachtaí árachais rátaí níos airde nó níos ísle a ghearradh ar pholasaithe bunaithe ar an riosca a d’fhéadfadh bheith ag gabháil leat mar thiománaí

source: Given that younger drivers in Ireland are statistically more likely to have accidents, this explains why there can be sizeable differences in insurance costs between younger and older drivers
ga: Toisc go mbíonn sé níos dóchúla de réir staitisticí go mbeidh timpiste ag tiománaí óg ná tiománaí sean, bíonn difríochtaí suntasacha idir na costais árachais a ghearrtar ar thiománaithe óga agus ar thiománaithe seana

source: Types of motor insurance policy
ga: Cineálacha polasaí árachais mótair

source: The most basic insurance is "third party" and this is the minimum required by law
ga: "Árachas don tríú duine" an bunárachas atá ar fáil agus teastaíonn seo de réir an dlí

source: However, third party is only one of three main categories
ga: Ach, níl in árachas don tríú duine ach rannóg amháin de thrí phríomh rannóg

source: This is the most expensive type of insurance on the market and covers you for almost every eventuality: any damage done to the vehicle regardless of how it was incurred; life/accident insurance; loss of personal belongings from the car; the cost of a hired car if the insured car is off the road as a result of an accident; windscreen breakage, etc
ga: Is é seo an cinéal árachais is costasaí atá ar fáil agus tá clúdach ar fáil ann ar son beagnach chuile rud gur féidir a thitim amach: damáiste don fheithicíl is cuma cén chaoi ar tharla sé; árachas saoil/timpiste; maoin phearsanta a bheith tógtha ón gcarr; costas a bhaineann le carr eile a fháil ar chíos má bhíonn an carr atá faoi árachas imithe den bhóthar de bharr timpiste; gaothscáth a bheith briste, srl

source: With more brand new cars on the road than ever before, there has been a notable rise in people taking out comprehensive insurance
ga: Tá ardú suntasach ar an méid daoine a bhfuil árachas cuimsitheach acu ós rud é go bhfuil i bhfad níos mó carranna nua ar an mbóthar anois

source: A brand new car should be comprehensively insured
ga: Ba cheart árachas cuimsitheach a íoc ar son cairr nua

source: Third party, fire and theft
ga: Árachas tríú duine, tine agus goid

source: This is the most popular form of motor insurance in Ireland
ga: Is é seo an cineál árachais is coitianta in Éirinn

source: It covers you for loss of the vehicle through fire or theft and for any loss as a result of attempted fire or theft
ga: Clúdaíonn sé thú má chailleann tú an carr tré thine nó má ghoidtear é agus ar son aon chaillteanas a bhaineann le hiarracht é a lasadh nó a ghoid

source: Damage to property is also covered
ga: Tá damáiste maoine clúdaithe freisin

source: There are also optional extras available such as windscreen breakage
ga: Is féidir rudaí breise roghnacha a íoc freisin ar nós árachais ar an ngaothscáth

source: This is the minimum cover required by law, but it does have restrictions and limits, leaving you open to substantial loss in the event of an accident
ga: Tá an t-árachas seo ar an laghad ag teastáil de réir dlí, ach tá teorainneacha ag baint leis a fhágann go bhféadfadh sé go mbeadh tú thíos go mór dá mbeadh timpiste ann

source: If you are at fault, then only your passengers and the driver and passengers of the other vehicle will be compensated
ga: Má tá an locht ort féin sa timpiste tá cúiteamh ar fáil do na paisinéirí i do charr agus do thiománaí agus paisinéirí an chairr eile

source: This type of insurance provides no cover for damage sustained in an accident to your car or if your car is stolen or goes on fire
ga: Níl aon clúdach ar fáil leis an gcineál seo árachais do dhamáiste a d'fhéadfaí déanamh do do charr féin i dtimpiste nó má ghoidtear do charr nó má lasann sé

source: An insurance company considers many things when calculating an insurance premium
ga: Cuireann comhlacht árachais go leor rudaí san áireamh nuair atá costas árachais dhá mheas

source: Most premiums are based on basic third party cover with the cost of extras added on
ga: Bíonn polasaithe bunaithe ar bhunchlúdach don tríú duine le costas na rudaí breise curtha leis

source: The main thing that will determine the cost of your insurance is what you actually want to be covered for
ga: An clúdach a theastaíonn uait féin a dhéanann costas an árachais a mheas

source: The following are always taken into account:
ga: Cuirtear na rudaí seo a leanas san áireamh i gcónaí:

source: Whether you are driving on a full or provisional licence makes a huge difference to the cost of your motor insurance premium
ga: Tá tionchar mór ar chostas an árachais má bhíonn tú ag tiomáint le ceadúnas sealadach seachas ceadúnas iomlán

source: You can expect to pay hundreds of euro extra, if you only have a provisional licence
ga: Bíonn na céadta punt breise le n-íoc más ceadúnas sealadach atá agat

source: Size and age of car
ga: Méid agus aois an chairr

source: The engine capacity and age of the car play a large part in determining the cost of your premium
ga: Tá baint mhór ag cumhacht an innill agus a aois le costas an árachais

source: The older the car, the more difficult it can be to insure
ga: Bíonn sé níos deacra seancharranna a chlúdach faoi árachas

source: Many insurance companies believe that the older a car is, the more accident-prone it becomes
ga: Creideann go leor comhlachtaí árachais go bhfuil i bhfad níos mó seans ann go mbeidh timpiste ag carr atá sean

source: A new car is more expensive to replace than an old car and will cost more to insure
ga: Cosnaíonn sé i bhfad níos mó carr eile a fháil in áit chairr nua agus beidh sé níos costasaí árachas a fháil air

source: Likewise, the more powerful the car you drive, the more it will cost to insure
ga: Chomh maith leis sin beidh sé níos costasaí carranna móra a chlúdach faoi árachas

source: The young and the old represent high-risk categories and pay more for insurance
ga: Tá níos mó seans ann go mbeidh timpiste ag daoine óga agus ag seandaoine agus mar sin íocann siad níos mó árachais

source: The value of a car is taken into account for third party, fire and theft and for comprehensive insurance
ga: Cuirtear luach an chairr san áireamh ar son polasaithe don tríú duine, tine agus goid agus árachas cuimsitheach

source: What you have the car insured for, however, is not always what the insurance company will pay out in the event of a claim
ga: Ní ionann i gcónaí an méid atá luaite agat sa pholasaí mar luach ar an gcarr agus an méid a íocfaidh an comhlacht árachais i gcás éilimh

source: In the event of the car being a write-off, the insurance company will only pay out what it feels the car is worth, which, more often than not, is less than the car is actually insured for
ga: Sa chás go mbíonn an carr go hiomlán gan aon mhaith, íocfaidh an comhlacht árachais an luach a chreideann sé a bheith ar an gcarr, rud a bhíonn, níos minicí ná a mhalairt, níos lú ná an luach a bhí sa pholasaí

source: There is very little to gain by over-insuring a car and, equally, you should not under-insure it either
ga: Níl mórán le baint amach agat má chuireann tú luach ró-ard ar an gcarr agus mar an gceanna luach ró-íseal

source: All insurance companies will ask if you have ever had insurance in your own name before
ga: Beidh na comhlachtaí árachais ar fad ag iarraidh fáil amach an raibh árachas i d'ainm féin ariamh agat

source: If not, they will ask if you have ever driven under someone else's insurance without incident
ga: Muna raibh, beidh siad ag iarraidh fáil amach an raibh tú ainmnithe faoi árachas aon duine eile gan aon eachtra

source: This will be taken into account when calculating a premium
ga: Cuirfear seo san áireamh nuair atá costas an pholasaí dhá mheas

source: Insurance becomes less expensive with experience and a clean driving record
ga: Tagann costas an árachais anuas de réir mar a bhíonn taithí faighte ag duine agus ceadúnas glan iomlán

source: Some professions are considered to be more at risk than others and will have a loading put onto their premium
ga: Creidtear go bhfuil níos mó dáinséir ag baint le gairmeacha faoi leith seachas cuid eile agus beidh costas níos airde ar an bpolasaí dá bharr

source: What the car will actually be used for is also taken into account
ga: Cuirtear san áireamh freisin an úsáid a bhainfear as an gcarr

source: A standard policy covers the vehicle for social, domestic and pleasure purposes, but not for the carriage of goods
ga: Clúdaíonn gnáthpholasaí an feithicíl ar mhaithe le húsáid sóisialta, teaghlaigh agus pléisiúir ach ní féidir lastas a iompar faoin gcineál polasaí seo

source: If the car is being used for business, then a loading will apply
ga: Má tá úsáid ghnó dhá bhaint as an gcarr beidh costas níos airde le n-íoc ar an árachas

source: If the car is being used commercially, then an even higher loading will be imposed
ga: Más úsáid tráchtála atá i gceist beidh costas níos airde arís ar an árachas

source: Where the car is kept
ga: Cá mbíonn an carr coinnithe

source: Those living in a major city, particularly Dublin, will normally have a loading imposed
ga: Is iondúil go mbeidh costas níos airde orthu siúd a chónaíonn i gcatharacha móra, Baile Átha Cliath go háirid

source: Some companies will also impose a loading if the car is not kept in a garage at night
ga: Beidh comhlachtaí faoi leith ag iarraidh costais níos airde a bhaint amach muna bhfuil an carr coinnithe i ngaráiste san oíche

source: Most insurance policies contain some type of an excess clause
ga: Beidh clása farasbairr de chineál éigin ag an gcuid is mó comhlachtaí árachais

source: This means that the policyholder is liable for an agreed amount towards the cost (e.g., the first 250 euro)
ga: Beidh ar an duine gur leis an polasaí méid faoi leith aontaithe a íoc ar son an chostais (mar shampla an chéad 200 euro)

source: The premium will cost more if this clause is taken out
ga: Beidh costas níos airde ar an árachas má fhágtar an clása seo amach

source: It pays to shop around, because what might be considered an extra in one company (windscreen breakage, car hire in the event of the car being off the road, loss of personal effects, etc.) could be standard in another
ga: Is fiú costas a fhiosrú le go leor comhlachtaí mar d'fhéadfadh sé go mbeadh costas breise ar rud ag comhlacht amháin (briseadh gaothscátha, carr eile a fháil ar chíos má bhíonn do cheann féin imithe den bhóthar, cailltiúnas maoin phearsanta, & rl) agus an rud céanna a bheith cludaithe faoi bhunpholasaí ag comhlacht eile

source: A no claims discount (also known as no claims bonus) is built up over the years and gives the policyholder a substantial reduction in the cost of his or her premiums
ga: De réir na mblianta a fhaigheann duine bónas glan ó éileamh agus bíonn laghdú substantúil i gcostas an árachais ar fáil dó/dí

source: The ceiling for a no claims bonus is usually around 60%, leaving someone who has never had a claim with only 40% to pay
ga: Tuairim is 60% den chostas an t-uasmhéid bónais gur féidir a fháil rud a fhágann an té nár dhéin éileamh ariamh le 40% den ghnáthchostas le n-íoc

source: In the event of a minor accident, it is sometimes cheaper to pay for any damage out of your own pocket rather than claiming from your insurance and losing your no claims bonus
ga: Más timpiste beag a bhíonn agat, amanta tá sé níos saoire an damáiste a íoc thú féin seachas éileamh a dhéanamh ar chúiteamh ón gcomhlacht árachais agus an bónas glan ó éileamh a chailliúint

source: If you make a claim and subsequently lose your no claims bonus, you can build it up again in a few years
ga: Má dhéanann tú éileamh agus má chailleann tú an bónas dá bharr is féidir é a chur le chéile arís tar éis cúpla bliain

source: Some insurance companies will even allow you one claim without it affecting your no claims bonus
ga: Bíonn cuid de na comhlachtaí árachais fiú sásta éileamh amháin a cheadú roimh a dhéanann sé aon difríocht don bhónas glan ó éileamh

source: If you have no insurance in your own name for 2 or more years, many insurers will not give you your no claims discount when you reapply for insurance cover
ga: Má tá aon árachais i d'ainm féin ar feadh 2 bhliain nó níos mó agat, ní bheidh go leor árachóirí a thabhairt duit do aon lascaine éilimh nuair athiarratas tú do chlúdach árachais

source: You must have motor insurance to drive a car in your own name or as a named driver on someone else's policy
ga: Is gá duit árachas mótair a bheith agat i d’ainm féin nó mar thiománaí ainmnithe ar pholasaí duine eile chun cead a bheith agat carr a thiomáint

source: Failure to have motor insurance or driving without insurance in Ireland is generally punishable by:
ga: Sa chás nach bhfuil árachas mótair ag duine nó go dtiomáineann duine gan árachas in Éirinn, forchuirtear na pionóis seo a leanas de ghnáth:

source: • A fine of up to €5,000
ga: • Fíneáil nach mó ná €5,000

source: • At the discretion of the court, a term of imprisonment not exceeding six months
ga: • Más maith leis an gcúirt é, téarma príosúnachta nach faide ná sé mhí

source: The court may decide that you be disqualified from driving instead of incurring penalty points
ga: Féadfaidh an chúirt cinneadh tú a dhícháiliú ó thiomáint in ionad pointí pionóis a fhorchur

source: In that case, you will be disqualified for 2 years or more for a first offence and 4 years or more in the case of a second offence committed within 3 years of the first
ga: Sa chás sin, beidh tú dícháilithe ar feadh 2 bhliain nó níos mó sa chás gurb é sin an chéad chion atá déanta agat ina leith nó beidh tú dícháilithe ar feadh 4 bliana nó níos mó sa chás gurb é an dara cion atá déanta ina leith agus gur tharla sé laistigh de 3 bliana ón gcéad chion

source: You should note that where a member of An Garda Síochána (Irish police force) believes that a vehicle registered in Ireland (or outside Ireland) is being used in a public place without insurance, the vehicle may be impounded
ga: Sa chás go gcreideann ball den Gharda Síochána (fórsa póilíneachta na hÉireann) go bhfuil feithicil atá cláraithe in Éirinn (nó lasmuigh d’Éirinn) á húsáid in áit phoiblí gan árachas, ba cheart a thabhairt faoi deara go bhféadfar an fheithicil a chur i bpóna

source: If you are refused motor insurance
ga: Sa chás go ndiúltaítear árachas mótair duit

source: Individual insurers have the right to refuse you cover, but they must provide you with a reason for the refusal should you ask for one
ga: Tá sé de cheart ag árachóirí aonair diúltú d’árachas a chur ar fáil duit, ach ní mór dóibh cúis leis an diúltú sin a thabhairt duit sa chás go n-iarrann tú í

source: However, even though you have been refused cover, you are entitled to go to the Declined Cases Committee of Insurance Ireland who will obtain an insurance quotation for you
ga: Fiú amháin gur diúltaíodh clúdach duit, áfach, tá tú i dteideal dul i muinín Choiste Cásanna Diúltaithe Éire Árachas agus gheobhaidh an Coiste luachan árachais ar do shon

source: In order for the Committee to consider your case you must first have sought and been refused quotations in writing from at least three insurers
ga: D’fhonn gur féidir leis an gCoiste do chás a bhreithniú, ní mór luachan i scríbhinn a bheith iarrtha agat ó thrí árachóir ar a laghad agus ní mór gach ceann de na luachana sin a bheith diúltaithe duit ar dtús

source: With more companies than ever before competing for business, it is possible to make considerable savings by ringing around for the best quote
ga: Agus níos mó cuideachtaí ná riamh a bheith in iomaíocht le chéile ar son gnó, is féidir coigiltí suntasacha a dhéanamh trí dhul ar lorg na luachana is fearr

source: Information on the types of motor insurance there are, and the differences between them, is available on the Competition and Consumer Protection Commission's website
ga: Is féidir faisnéis ar na cineálacha árachais mhótair atá ann, agus ar na difríochtaí eatarthu, a fháil ar láithreán Gréasáin na Gníomhaireachta Náisiúnta Tomhaltóirí

source: It also provides cost comparison information
ga: Tugtar faisnéis comparáide costais ar an suíomh freisin

source: You can apply for motor insurance over the phone, in person or through a motor insurance broker
ga: Is féidir árachas mótair a lorg ar an bhfón, go pearsanta nó tríd bróicéir árachais mhótair

source: Motor insurance companies and insurance brokers are listed in your public telephone directory
ga: Tá comhlachtaí árachais mhótair agus bróicéirí árachais le fáil san Eolaí Teileafóin

source: If you want to drive as a named driver on someone else's policy, then that person must contact their insurance company and arrange to have you insured under their policy
ga: Más mian leat tiomáint mar thiománaí ainmnithe ar pholasaí dhuine eile ní mór don té gur leis/léi an polasaí árachais teagmháil a dhéanamh lena c(h)omhlacht árachais leis na socruithe a dhéanamh

source: Under Non-Life Insurance (Provision of Information) (Renewal of Policy of Insurance) Regulations 2007 (SI No. 74/2007) your motor insurance company must issue your insurance renewal notice not less than 15 working days before the date of expiry of your insurance policy
ga: Faoi Árachas Neamh-Shaoil ​​(Faisnéis) (Athnuachan Polasaí Árachais) 2007 (IR Uimh 74/2007) ní mór do chuideachta árachais mhótair a eisiúint do fógra athnuachana árachais nach lú ná 15 lá oibre roimh an dáta a dhul in éag do pholasaí árachais

source: It is also required to include with the notice your no claims discount certificate
ga: Tá sé riachtanach freisin a chur san áireamh de réir an fhógra do aon deimhniú lascaine éilimh

source: You will need this certificate if you want to renew your motor insurance with a different insurance company
ga: Beidh ort an teastas seo más mian leat a athnuachan do árachais mótair le cuideachta árachais éagsúla

source: You can find more information on motor insurance on consumerhelp.ie
ga: Is féidir leat breis eolais a fháil ar árachas mótair ar consumerhelp.ie

source: The Financial Services Ombudsman deals with complaints and disputes between policyholders and their insurance companies when the company's complaints procedure fails to resolve the problem
ga: Déileálann an Ombudsman um Sheirbhísí Airgeadais legearáin agus díospóidí idir sealbhóirí polasaí agus a gcuid comhlachtaí árachais nuair a theipeann ar nós imeachta gearáin an chomhlachta an fhadhb a réiteach

source: The Financial Services Ombudsman's decision is binding, if you are unsatisfied with the decision you may take your case to the High Court
ga: Tá cinneadh an Ombudsman um Sheirbhísí Airgeadais ceangailteach, má tá tú míshásta leis an gcinneadh is féidir leat do chás a chur chuig an Ard-Chúirt

source: Locall:1890 88 20 90
ga: Lóghlao:1890 88 20 90
